tutorials/Mech/FTMChemkinToFoam/POLIMI_H2CO/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Set application name
application=$(getApplication)

runApplication FTMchemkinToFoam

#rm -rf constant/chemistryProperties > /dev/null 2>&1

#------------------------------------------------------------------------------
